export const questions = [
  {
    text: "Яка нормативна ширина колії на мережі залізниць України?",
    answers: ["1435 мм", "1520 мм", "1524 мм", "1610 мм"],
    index_true_answer: 1,
  },
  {
    text: "Яке з вказаних показань світлофорів не використовується в поїзному русі?",
    answers: ["Зелений", "Жовтий", "Червоний", "Синій", "Білий"],
    index_true_answer: 3,
  },
  {
    text: "Яка максимально допустима швидкість руху при маневрах по вільних коліях?",
    answers: [
      "3 км/год",
      "5 км/год",
      "15 км/год",
      "25 км/год",
      "40 км/год",
      "60 км/год",
      "80 км/год",
    ],
    index_true_answer: 4,
  },
  {
    text: "Яким кольором на графіку виконаного руху відображаються лінії ходу пасажирських поїздів?",
    answers: ["Синім", "Червоним", "Зеленим", "Чорним"],
    index_true_answer: 1,
  },
];
